
/* Presented when a URL cannot be loaded because its scheme isn't understood */
"Don't know how to load URL %@" = "Não sabe como carregar o URL %@";

/* Presented when an HTTP URL cannot establish a connection with a particular host */
"Could not connect to host %@" = "Não pode conectar-se ao host %@";

/* Presented when a response from an HTTP server comes back with a bad format */
"Bad header received from server" = "Cabeçalho inválido recebido do servidor";

/* Presented when a description of a particular host can't be determined. */
"Can't determine IP address of host: %@" = "Não pode determinar o endereço IP do host: %@";

/* Presented when the host description was found, but a particular port couldn't be opened. */
"Can't get a description of port %d" = "Não pode obter uma descrição da porta %d";

/* Presented when a particular host cannot be contacted via the given port */
"Can't connect to host %@ using port %d" = "Não pode conectar-se ao host %@ utilizando a porta %d";

/* Presented when an HTTP server comes back with an unknown status code */
"Received unknown HTTP server response %@: %@" = "Recebida uma resposta desconhecida %@ do servidor HTTP: %@";

/* Presented when an HTTP server returns a failure code */
"HTTP request failed for URL %@:%@" = "Solicitação HTTP falhou para o URL %@:%@";

/* Presented when the connection to an HTTP server is unexpectedly lost */
"Lost connection to host %@" = "Conexão perdida com host %@";

/* Presented when a file can not be opened for reading (file may not exist) */
"Could not read from %@" = "Não pode ler a partir de %@";

/* Presented when a redirection loop has been detected */
"Detected a redirection loop while attempting to load URL %@" = "Detectado um loop de redireção enquanto tentava carregar o URL %@";

/* Presented when an FTP server hangs up or becomes otherwise unavailable */
"Service unavailable for host %@" = "Serviço não disponível para o host %@";

/* Presented when the data transfer socket cannot be created for an FTP transfer */
"Couldn't open data connection for URL path: %@" = "Não foi possível abrir a conexão de dados para o caminho do URL: %@";

/* Presented when the indicated URL does not locate ane existing object on the server */
"Object not available for specified URL: %@" = "Objeto não disponível para o URL especificado: %@";

/* Presented when the FTP server doesn't recognize a particular command */
"FTP command not recognized by host: %@" = "Comando FTP não reconhecido pelo host: %@";

/* Presented when the FTP server rejects an authentication */
"User login or password not recognized." = "Login ou senha de usuário não reconhecida.";

/* Format used to display sizes 100 GB or greater */
"%.0f GB" = "%.0f GB";

/* Format used to display sizes between 100 and 999 KB */
"%.0f KB" = "%.0f KB";

/* Format used to display sizes between 100 and 999 MB */
"%.0f MB" = "%.0f MB";

/* Format used to display a size between 2 and 100 bytes */
"%.0f bytes" = "%.0f bytes";

/* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (1.0)" = "%.1f GB";

/* Format used to display sizes between 10 and 99.9 GB */
"%.1f GB (10.0)" = "%.1f GB";

/* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (0.1)" = "%.1f KB";

/* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (1.0)" = "%.1f KB";

/* Format used to display sizes between 10 and 99.9 KB */
"%.1f KB (10.0)" = "%.1f KB";

/* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (1.0)" = "%.1f MB";

/* Format used to display sizes between 10 and 99.9 MB */
"%.1f MB (10.0)" = "%.1f MB";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"%@ (%@)" = "%@ (%@)";

/* Format used to partial byte count along with total */
"%@ of %@" = "%@ de %@";

/* String used for showing a zero byte size */
"0 bytes" = "0 bytes";

/* String used for showing a one byte size */
"1 byte" = "1 byte";

/* Kind string used for keychain items from forms-based logins */
"Web form password" = "Senha de formulário web";

/* HTTP result code string */
"accepted" = "aceito";

/* HTTP result code string */
"bad gateway" = "gateway inválido";

/* HTTP result code string */
"bad request" = "pedido inválido";

/* HTTP result code string */
"client error" = "erro de cliente";

/* HTTP result code string */
"conflict" = "conflito";

/* HTTP result code string */
"continue" = "continuar";

/* HTTP result code string */
"created" = "criado";

/* HTTP result code string */
"expectation failed" = "a espera falhou";

/* HTTP result code string */
"forbidden" = "proibido";

/* HTTP result code string */
"found" = "encontrado";

/* HTTP result code string */
"gateway timed out" = "esgotou-se o tempo limite do gateway";

/* HTTP result code string */
"informational" = "informativo";

/* HTTP result code string */
"internal server error" = "erro interno de servidor";

/* HTTP result code string */
"length required" = "comprimento necessário";

/* HTTP result code string */
"method not allowed" = "método não permitido";

/* HTTP result code string */
"moved permanently" = "movido permanentemente";

/* HTTP result code string */
"multiple choices" = "múltiplas escolhas";

/* HTTP result code string */
"needs proxy" = "necessita proxy";

/* HTTP result code string */
"no content" = "nenhum conteúdo";

/* HTTP result code string */
"no error" = "nenhum erro";

/* HTTP result code string */
"no longer exists" = "não existe mais";

/* HTTP result code string */
"non-authoritative information" = "informação não oficial";

/* HTTP result code string */
"not found" = "não encontrado";

/* HTTP result code string */
"not modified" = "não modificado";

/* HTTP result code string */
"partial content" = "conteúdo parcial";

/* HTTP result code string */
"payment required" = "pagamento requerido";

/* HTTP result code string */
"precondition failed" = "o pré-requisito falhou";

/* HTTP result code string */
"proxy authentication required" = "autenticação de proxy requerida";

/* HTTP result code string */
"redirected" = "redirecionado";

/* HTTP result code string */
"request timed out" = "esgotou-se o tempo do pedido";

/* HTTP result code string */
"request too large" = "pedido muito extenso";

/* HTTP result code string */
"requested URL too long" = "o URL solicitado é muito longo";

/* HTTP result code string */
"requested range not satisfiable" = "o intervalo solicitado não é satisfatório";

/* HTTP result code string */
"reset content" = "redefinir conteúdo";

/* HTTP result code string */
"see other" = "consulte outro";

/* HTTP result code string */
"server error" = "erro de servidor";

/* HTTP result code string */
"service unavailable" = "serviço indisponível";

/* HTTP result code string */
"success" = "bem-sucedido";

/* HTTP result code string */
"switching protocols" = "alternando protocolos";

/* HTTP result code string */
"temporarily redirected" = "redirecionado temporariamente";

/* HTTP result code string */
"unacceptable" = "inaceitável";

/* HTTP result code string */
"unauthorized" = "não-autorizado";

/* HTTP result code string */
"unimplemented" = "não-implementado";

/* Unknown filename */
"unknown" = "desconhecido";

/* HTTP result code string */
"unsupported media type" = "tipo de mídia incompatível";

/* HTTP result code string */
"unsupported version" = "versão incompatível";
